;
; AE archivo de idioma
; Para la versión 0.6.8.414 y hasta.
; (c) 2007-2019 The Contributors.
; Este software es gratuito. Por favor, consulte licencia para más detalles.
;
; Sientase libre para traducir este archivo. Por favor, no vandalismo. ^_^
; Guarde como una copia Your_Language_Name.lang y será utilizado por AE la siguiente vez.
;
; AE soporta ANSI, Shift-JIS y UNICODE en los archivos de idioma. UTF-8 no es compatible.
;
; Current charset: Unicode | DEFAULT_CHARSET
;
; Language: Español (Argentine)
;

[Lang]
;
; Versión de la aplicación (con el fin de descartar las traducciones antiguas)
;
AppVersion                       =0.6.9.418

;
; Language name
;
Name                             =Español - Argentine (Spanish - Argentina)

;
; Font charset
;
;   0 = ANSI_CHARSET
;   1 = DEFAULT_CHARSET
;   2 = SYMBOL_CHARSET
;  77 = MAC_CHARSET
; 128 = SHIFTJIS_CHARSET
; 129 = HANGEUL_CHARSET
; 130 = JOHAB_CHARSET
; 134 = GB2312_CHARSET
; 136 = CHINESEBIG5_CHARSET
; 161 = GREEK_CHARSET
; 162 = TURKISH_CHARSET
; 177 = HEBREW_CHARSET
; 178 = ARABIC_CHARSET
; 186 = BALTIC_CHARSET
; 204 = RUSSIAN_CHARSET
; 222 = THAI_CHARSET
; 238 = EASTEUROPE_CHARSET
; 255 = OEM_CHARSET
;
Charset                          =1

;
; Please see
;
; http://msdn.microsoft.com/en-us/goglobal/bb964664.aspx
;
; for proper locale ID
;
LCID                             =11274

;
; Language Flag :)
;
LangFlag                         =bitmaps/flag/ar.png

;//////////////////////////////////////
;// Translator info                  //
;//////////////////////////////////////
;
; Please preserve "http://" and "mailto:" prefixes (you can also set something like
; "ReadMe.txt" or even "command.com", they will work as well ;) ).
;
; Note: DON'T LEAVE THEM BLANK. Write "n/a" instead.
;
Translator                       =Thuriel
TranslatorWWW                    =http://proyectoever17.com.ar/
TranslatorEMail                  =mailto:Thuriel@hotmail.com

;//////////////////////////////////////
;// Font face & size                 //
;//////////////////////////////////////
;
; Monotype fonts (such as Lucida Console & Courier) are recommended
;
; Default is Lucida Console & 7 pixels

FontFace                         =Helv
FixedFontFace                    =Lucida Console
FontSize                         =7

;//////////////////////////////////////
;// Main window controls             //
;//////////////////////////////////////

TS_Archiver                      =Archivos
TS_Audio                         =Audio
TS_Image                         =Imagenes
TS_Script                        =Script
TS_E17_SCR                       =E17 SCR
TS_Data                          =Datos
TS_Options                       =Opciones
TS_Log                           =Consola
TS_About                         =Sobre...

L_Messageboard                   =Messageboard de la aplicacion
L_Mini_Log.Hint                  =Doble-click para ver el log de la consola...

;//////////////////////////////////////
;// Game archive tool                //
;//////////////////////////////////////

SB_OpenArchive                   =Abrir Archivo
SB_ExtractFile                   =Extraer Marcados
SB_ExtractAll                    =Extraer Todos
SB_CreateArchive                 =Crear Archivo
SB_CloseArchive                  =Cerrar Archivo

M_Arc_Files                      =Crear a partir de archivo
M_Arc_Directory                  =Crear a partir de directorio
M_Arc_List                       =Crear a partir de lista

M_Arc_Extract                    =Extraer Marcados
M_Arc_ExtractAll                 =Extraer todo

M_Arc_RAW                        =Modo RAW

M_Arc_ExtRAW                     =Extraer Marcados
M_Arc_ExtAllRAW                  =Extraer Todo

M_Arc_ListGen                    =Generar lista del orden de los archivos

M_Arc_CreateArchive              =Crear archivo...

M_Arc_SubFiles                   =...de archivos
M_Arc_SubDirectory               =...de un directorio
M_Arc_SubList                    =...de la lista

M_Arc_Special                    =Especial...

M_Arc_HTMLList                   =Generar lista HTML de archivos 
M_Arc_HTMLListDir                =Generar lista HTML de archivos de un directorio

M_Arc_HTMLFormatList             =[Debug] Generar lista-HTML de formatos soportados
M_Arc_FormatsWriteIntoConsole    =[Debug] Mostrar los formatos soportados en la consola

M_Arc_GetHashes                  =Calcular archivos CRC32 y MD5 hashes

M_Arc_HiddenDataCheck            =[Debug] Verificación de datos ocultos

M_Arc_FragmentationCheck         =[Debug] Verificación fragmentación

M_Arc_View                       =Ver como...
M_Arc_Icons                      =Iconos
M_Arc_Report                     =Reportes

M_Arc_Properties                 =Propiedades

L_Arc_StatusProcessing           =Procesamiento:

;//////////////////////////////////////
;// Game archive tool subtabsheet 1  //
;//////////////////////////////////////

TS_ArchiveInterface              =Informacion && vista previa

GB_ArchiveOutputFormat           =Formato de salida

CB_ArchiveFormatList.Hint        =Configurar el formato de salida

GB_ArchiveInfo                   =Informacion del archivo

FileList_Column_0                =Nombre y ruta
FileList_Column_1                =Tamaño
FileList_Column_2                =Compresion
FileList_Column_3                =Offset

L_FileNameTitle                  =Nombre:
L_ArchiveSizeTitle               =Tamaño:
L_ArchiveFormatTitle             =Formato:
L_RecordsCountTitle              =Registros:

GB_AdditionalArcInfo             =Informacion adicional del archivo

L_ArchiveHexTitle                =CRC32:
L_ArchiveMD5Title                =MD5:

;//////////////////////////////////////
;// Game archive tool subtabsheet 2  //
;//////////////////////////////////////

TS_ArchiveSetup                  =Configuracion

GB_ArchiveSetup                  =Configurar la herramienta de archivos

GB_ArchiveLoading                =Archivo cargar y guardar
CB_Do_CRC32                      =Recibir los archivos CRC32 al cargar (Desactivar si tarda mucho tiempo)
CB_ArchiveListHumanReadable      =Mostrar tamaño legible de los archivos en lugar de los valores hexadecimales
CB_AllowArchiveOverwrite         =Permitir la sobre escritura (Impide acabar con los archivos originales)
CB_RecursiveDirMode              =Utilizar directorio para el modo de exploracion recursivo (busqueda para los archivos en los subdirectorios && rutas si es posible)

GB_ArchiveHiddenScan             =Analisis de los metadatos ocultos

CB_HiddenDataAutoscan            =Habilitar exploración automática y recuperación al cargar
CB_HiddenDataAutoscanAsk         =Pedir confirmacion del usuario antes de realizar la accion

GB_ArchiveCreation               =Creacion de archivos

GB_ArchiveAddingMethod           =Metodo por defecto para agregar archivos
RB_Arc_Files                     =Conseguir de archivos (2500 max)
RB_Arc_Directory                 =Conseguir del directorio
RB_Arc_List                      =Obtener de la lista

;//////////////////////////////////////
;// Game archive tool subtabsheet 3  //
;//////////////////////////////////////

TS_ArchiveFormats                =Formatos

;//////////////////////////////////////
;// Audio tool                       //
;//////////////////////////////////////

SB_Audio_Open                    =Abrir archivo
SB_Audio_Encode                  =Convertir a...
SB_Audio_Batch                   =Conversion en grupo

GB_AudioStream_Setup             =Configuracion directa del convertidor de audio

L_AudioStreamConvSel             =Seleccione la cadena de conversion que desea realizar:
L_AudioStream_InputDir           =Directorio de entrada:
L_AudioStream_OutputDir          =Directorio de salida:

;//////////////////////////////////////
;// Image tool                       //
;//////////////////////////////////////

SB_EDGE_Picture_Open             =Abrir imagen
SB_EDGE_Picture_Save             =Guardar imagen...
SB_EDGE_Picture_SaveWOAlpha      =Guardar con/o alfa
SB_EDGE_Picture_SaveAlpha        =Guardar alfa
SB_Image_Batch                   =Conversion en grupo
SB_Image_GrapS                   =GrapS - Lector RAW

;//////////////////////////////////////
;// Image tool subtabsheet 1         //
;//////////////////////////////////////

TS_EDGE                          =Informacion && Vista previa

GB_ImageOperations               =Operaciones 

TB_EDGE_Flip                     =Voltear
TB_EDGE_Flip.Hint                =Voltear imagen
TB_EDGE_Negative                 =Imagen en negativo
TB_EDGE_Negative.Hint            =Invertir colores de imagen actual
TB_EDGE_ColorSwap                =Cambio de color
TB_EDGE_ColorSwap.Hint           =Intercambia los canales de color a través del método seleccionado ...
TB_EDGE_Grayscale                =Escala de grises
TB_EDGE_Grayscale.Hint           =Convierte la imagen a escala de grises a través del método seleccionado ...
TB_EDGE_SubAlpha_Append          =Añadir sub-alfa
TB_EDGE_SubAlpha_Append.Hint     =Append sub​​-alfa desde el espacio alfa (cuarto canal de color)
TB_EDGE_SubAlpha_Extract         =Mover sub-alfa
TB_EDGE_SubAlpha_Extract.Hint    =Mover sub​​-alfa desde el espacio alfa (cuarto canal de color)
TB_EDGE_SubAlpha_Destroy         =Eliminar sub-alfa
TB_EDGE_SubAlpha_Destroy.Hint    =Eliminar sub-alfa de la imagen actual
TB_EDGE_Alpha_Flip               =Voltear alfa
TB_EDGE_Alpha_Flip.Hint          =Voltear la imagen del canal alfa
TB_EDGE_NegativeAlpha            =Alfa en negativo
TB_EDGE_NegativeAlpha.Hint       =Invertir colores de alfa de la imagen actual
TB_EDGE_Alpha_Append             =Importar alfa
TB_EDGE_Alpha_Append.Hint        =Importar canal alfa de la imagen en escala de grises
TB_EDGE_Alpha_Extract            =Guardar alfa
TB_EDGE_Alpha_Extract.Hint       =Guardar canal alfa como escala de grises
TB_EDGE_Alpha_Destroy            =Eliminar alfa
TB_EDGE_Alpha_Destroy.Hint       =Eliminar canal alfa de la imagen actual
TB_EDGE_Alpha_Generate           =Generar alfa
TB_EDGE_Alpha_Generate.Hint      =Generar escala de grises alfa mediante la comparación de dos imágenes

SM_EDGE_GS_ArithmeticMean        =Media aritmetica
SM_EDGE_GS_Luma                  =Clasico Luma
SM_EDGE_GS_HDR                   =HDR \ Luma (mas natural)
SM_EDGE_GS_Red                   =Solamente el canal Rojo
SM_EDGE_GS_Green                 =Solamente el canal Verde
SM_EDGE_GS_Blue                  =Solamente el canal Azul

M_EDGE_SUBAlpha_Append_Left      =Izquierda
M_EDGE_SUBAlpha_Append_Right     =Derecha
M_EDGE_SUBAlpha_Extract_Left     =Izquierda
M_EDGE_SUBAlpha_Extract_Right    =Derecha
M_EDGE_SUBAlpha_Destroy_Left     =Izquierda
M_EDGE_SUBAlpha_Destroy_Right    =Derecha

GB_ImagePreview                  =Vista previa (doble clic para abrir la ventana de vista previa)

L_Image_Original                 =Imagen:
L_Image_Alpha                    =Alfa:

GB_ImageInfo                     =Informacion del imagen actual
L_ImageFileNameTitle             =Nombre:
L_ImageSizeTitle                 =Tamaño:
L_ImageFormatTitle               =Formato:
L_ImageResolutionTitle           =Resolucion:
GB_ImageFormat                   =Formato de salida
GB_EDGE_Coordinate_Editor        =PRT Editor de coordinado
CB_PRT_Editor_Enable             =Permitir la Edicion

GB_PreviewColor                  =Color de fondo

;//////////////////////////////////////
;// Image tool subtabsheet 2         //
;//////////////////////////////////////

TS_EDGE_Setup                    =Configuracion

GB_ImageSetup                    =Herramientas de Imagen Configuracion

; All
TS_EDGE_All                      =Todo

GB_EDGE_General                  =General
CB_ALL_ProcessAlpha              =Procesar de datos de la alfa de la imagen (Permite Cargar && Guardar en Alfa)
CB_All_LoadSepAlpha              =Cargar alfa si el archivo bmp lo permite (i.e. "Archivo.jpg + Archivoa.bmp" combo)
CB_EDGE_InvertAlpha              =Manejar SUBalfa como imagen invertida (varia de un juego a otro)

GB_EDGE_ColorOptions             =Opciones de color

GB_EDGE_GrayScale                =Método escala de grises predeterminado
GB_EDGE_ColourSwap               =Método predeterminado para intercambiar el color

; PNG & JPEG
GB_EDGE_PNG_JPEG                 =PNG && JPEG

CB_JPEGProgressive               =Guardar archivos JPEG progresivos (util para paginas web)
L_JPEG_Quality                   =JPEG calidad al guardar (1 - Baja calidad, 100 - exelente calidad "Mayor peso"):
B_EDGE_JPEG_Reset                =Resetear
L_PNG_Compression                =PNG método de compresión al guardar (0 - no hay compresión, 9 - máximo):
B_EDGE_PNG_Reset                 =Resetear

; PRT
TS_EDGE_PRT                      =PRT

GB_EDGE_PRT                      =Motor Kid PRT

CB_PRT_Coords                    =Cargar y guardar PRT coordenadas X-Y como archivos ini, junto con las imagenes.

; Misc
TS_EDGE_Misc                     =Miscelaneo

GB_EDGE_Misc                     =Miscelaneo
SB_EDGE_JPHTML.Hint              =Generar tabla HTML version de la paleta de colores Japoneses

;//////////////////////////////////////
;// Script tool (work-in-progress)   //
;//////////////////////////////////////

SB_SR_Open                       =Abrir Script
SB_SR_Decompile                  =Guardar separando
SB_SR_BatchDecompile             =Separar por lotes
SB_SR_Compile                    =Compilar
SB_SR_BatchCompile               =Compilar por lotes

CB_SR_ScriptFormat.Hint          =Establece el formato de salida del script

;//////////////////////////////////////////////////
;// Script tool (obsolete Ever17 Script Chunker) //
;//////////////////////////////////////////////////

SB_OpenSCR                       =Abrir Script
SB_ExportSCRChunks               =Exportar en Trozos
SB_ImportSCRChunks               =Inportar Trozos
SB_SCRChunkEditor                =Editor de cadenas
SB_SCRSaveText                   =Guardar texto

L_SCRTextSections                =Descompilar secciones de texto:

GB_SCRSetup                      =Configuracion
GB_SCRImport                     =Importar

CB_SCRAutoimport                 =Automaticamente importar al cargar
CB_SCRSaveDir                    =Guardar copia en el directorio:

;L_SCR_12345=123456789012345678901234567890123456789012345678

GB_SC3                           =KID Motor SC3 Descompilador
RB_SC3_Strip                     =Descifrar y quitar los opcodes
RB_SC3_Keep                      =Descifrar y manetenr los opcodes
SB_CompileList                   =Compilar la lista
SB_CompileList.Hint              =Abrir el archivo de texto con 'op00' lineas de estilo. Se hace referencia a 'op00\op00.scr'...

GB_ScenarioFileInfo              =Informacion del archivo Script 

L_ScenarioOffsetText             =Trozos de texto empezados en offset:
L_ScenarioRecordsText            =Texto total registrado definiciones:

L_Warn_E17                       =Tenga en cuenta: esta herramienta fue creada para Ever17 y no puede manejar cualquier otro formato script.

;//////////////////////////////////////
;// Misc tool                        //
;//////////////////////////////////////

SB_Data_Process                  =Process data
SB_Data_Bruteforce               =Fuerza bruta bytes
SB_Data_Batch                    =Procesamiento por lotes

GB_DataConv                      =Opciones del convertidor de datos

L_DataConv_Mode                  =Selección de Modo:
L_DataConv_Parameter             =Parámetro:

L_DataConv_KeyFile               =Archivo Llave:
B_DataConv_Keyfile               =...
B_DataConv_Keyfile.Hint          =Pulse aquí para seleccionar cualquier archivo "llave"

GB_DataConv_Value                =Valor

GB_Value                         =Valor interpretatativo

;//////////////////////////////////////
;// Options                          //
;//////////////////////////////////////

;Core and language
TS_PC_CoreLang                   =Nucleo / Lenguaje

GB_Core                          =Nucleo

CB_NoAutocenter                  =Recordar posición de la aplicación (coordenadas x, y). Apague auto-centrado
CB_KeepWindowState               =Recordar estado de la aplicación (minimizado, normal o maximizado)
CB_NoDefaultSize                 =Recordar proporcion del tamaño de la aplicación (ancho y alto)

CB_ScreenSnap                    =Ajustar bordes de la aplicación en
L_ScreenSnapPixels               =pixeles
CB_AlphaBlendEffect              =Habilitar apariencia alfa mezcla la ventana principal durante la carga
CB_EnableDoubleBuffering         =Habilitar doble buffer para el renderizado GUI (reducir el parpadeo, puede ser incompatible con skins "modernos")
CB_MultipleInstances             =Permitir múltiples instancias

GB_Language                      =Lenguaje
L_LangAuthor                     =Autor:
L_LangWWW                        =WWW:
L_LangEMail                      =E-Mail:

L_SelectedLanguage               =Seleccionar el archivo de idioma:

B_DumpTranslation                =[ Debug ] Volcado de traducción

;Skins and colour schemes
TS_PC_SkinColour                 =Skin / Combinación de colores

GB_SC_Appearance                 =Apariencia

B_IntSkinReload                  =[ Debug ] Actualizar skin interno


;//////////////////////////////////////
;// Log aka console                  //
;//////////////////////////////////////
GB_MessageLog                    =Mostrar y almacenar logs

CB_LogS                          =Mensajes estaticos
CB_LogM                          =Mensajes normales
CB_LogI                          =Informacion
CB_LogD                          =Mensajes Debug
CB_LogW                          =Advertencias
CB_LogE                          =Errores
CB_NoLog                         =Nada (desactivar)
CB_NoLog.Hint                    =Desactivar el registro del sistema (no se mostraran los mensajes de error)
CB_BeepOnError                   =Bip!
CB_BeepOnWarn                    =Bip!

L_Log_BGColor                    =Color de fondo
L_Log_SelColor                   =Seleccionar color

M_Log_ClbCpy                     =Copiar al portapapeles
M_Log_ClbCpyAll                  =Copiar todo al portapapeles
M_Log_Save                       =Guardar consola en...
M_Log_Clear                      =Borrar la consola

;//////////////////////////////////////
;// About box                        //
;//////////////////////////////////////

L_UsersManual                    => User's Manual <
L_ThisSoftwareIsFree             =Este software es gratuito. Por favor, consulte licencia para mas detalles.
L_UnsupportedOS                  =WARNING: Your operating system is UNSUPPORTED. Errors are likely to occur.

M_ShowCredits                    =Show credits
M_SaveAboutBox                   =Save bitmap

;//////////////////////////////////////
;// GrapS Tool                       //
;//////////////////////////////////////

M_Graps_File                     =Archivo
M_Graps_OpenFile                 =Abrir...
M_Graps_SaveAsBMP                =Guardar como BMP...
M_Graps_Exit                     =Volver a AE
M_Graps_Help                     =?

TS_Graps_FileMode                =Modo de archivo

GB_Graps_Seek                    =Control de busqueda
L_Graps_Offset                   =Introducir el offset del principio:
B_Graps_JumpUp                   =^ Tamaño ^
B_Graps_JumpDown                 =v Tamaño v
B_Graps_Reset                    =REINICIAR
L_Graps_SeekStep                 =Buscar paso (para << y >>):
L_Graps_FinalOffsetText          =Finalizar el offset:

TS_Graps_ProcessList             =Procesar Modo Lista

CB_Graps_ProcessList             =Lista de procesos y búsqueda
B_Graps_ProcListRefresh          =REFRESCAR
L_Graps_ProcAddressStart         =Dirección de memoria (HEX):
L_Graps_ProcMemCpy               =Cantidad a copiar (HEX):
B_Graps_MemAddrPaste             =Pegar
B_Graps_MemCpyFromCalc           =Conseguir
B_Graps_CopyProcMem              =Obtener Memoria
; Automatically grab every [ 500 ] ms
CB_Graps_MemoryAutoCpy           =Tomar automáticamente todos los...

GB_Graps_Image                   =Propiedades de la imagen
L_Graps_Width                    =Introduzca ancho de la imagen:
L_Graps_Height                   =Introduzca alto de la imagen:
L_Graps_Bitdepth                 =Seleccione la resolución de bits:
CB_Graps_Interleaved             =Secuencia de imágenes Interleaved
L_Graps_CalcStrSizeHEX           =Calcular el tamaño (HEX):

CB_Graps_Stretch                 =Extension para ver
I_Graps_View.Hint                =Double-clic para Guardar...
Memo_Graps_HowTo1                =Como usar:
Memo_Graps_HowTo2                =Abrir cualquier archivo que (posiblemente) contenga datos bitmap sin comprimir (dumps del juego o del software en la memoria, por ejemplo).
Memo_Graps_HowTo3                =A continuacion, utilizar la barra de desplazamiento para introducir el tamaño del bitmap deseado y los bits fijados por resolucion de pixeles (tenga cuidado. No se recibira ningun mensaje si se sobrepasa el tamaño del archivo).
Memo_Graps_HowTo4                =Usar los controles de busqueda para buscar la imagen correcta offset.
Memo_Graps_HowTo5                =Cuando haya conseguido lo que desea, haga doble-clic para visualizar y guardar el archivo BMP. ^,^
Memo_Graps_HowTo6                =Nota: esta aplicacion es un poco inestable y podria fallar de vez en cuando. ^_~

;//////////////////////////////////////
;// Archive/file info dialog         //
;//////////////////////////////////////
TS_Info_File                     =Archivo

L_Arc_FileTypeText               =Tipo de archivo:
L_Arc_FileHealthText             =Salud:
L_Arc_FilePathText               =Ruta de archivo:
L_Arc_FileSizeText               =Tamaño de archivo:
L_Arc_FileSizeCText              =Comprimido:
L_Arc_CompTypeText               =Compresión:

TS_Info_Attributes               =Atributos

L_Arc_CreatedText                =Creado:
L_Arc_ModifiedText               =Modificado:
L_Arc_OpenedText                 =Abierto:

L_Arc_Attrib                     =Atributos:

CB_Arc_ReadOnly                  =Solo lectura
CB_Arc_Archive                   =Archivo
CB_Arc_Hidden                    =Oculto
CB_Arc_Compressed                =Comprimido
CB_Arc_System                    =Sistema
CB_Arc_Encrypted                 =Cifrado
CB_Arc_Virtual                   =Virtual
CB_Arc_Deleted                   =Suprimido

TS_Info_AdditionalFields         =Campos adicionales

TS_Info_Archive                  =Archivado

L_Arc_EngineVersion              =Versión del motor:
L_Arc_FormatSupportStat          =Estado del formato:
L_Arc_TotalRecords               =Registros de archivo:
L_Arc_PhysicalArcSize            =Tamaño físico del archivo:
L_Arc_UncompressedFilesSize      =Archivos sin comprimir tamaño:
L_Arc_CalculatedFilesSize        =Tamaño de archivos calculados:
L_Arc_WastedSize                 =Desaprovechado:
L_Arc_SavedSize                  =Guardado:
L_Arc_MissingSize                =Perdido:
L_Arc_CompRatio                  =Tamaño de compresión:
L_Arc_FragRatio                  =Tamaño de fragmentatción:
L_Arc_DamageRatio                =Tamaño de posibles daños:

TS_Info_Hashes                   =Hashes

B_DoMD5                          =Calcular
B_DoCRC32                        =Calcular

;//////////////////////////////////////
;// Messageboxes                     //
;//////////////////////////////////////

;
; Fragmentation\Compression ratio dialog
;
0000=Informacion
0001=Archivo
0002=Campos adicionales
0003=Archivo
0004=Version del motor
0005=Estado del formato
0006=Registros en archivo
0007=Comprobar los resultados de la fragmentacion
0008=Tamaño de archivo fisico
0009=Calcular el tamaño del archivo
000A=Tamaño de archivo sin comprimir
000B=Perdido
000C=Guardado
000D=Proporcion de fragmentacion
000E=Proporcion de compresion
000F=Perdido
0010=Proporcion de los posibles daños

;
; Values
;
0011=bytes
0012=bit
0013=Kb
0014=Mb
0015=Gb

0016=Formato desconocido

0017=Todos los Archivos
0018=Reservados
0019=Version
001A=Nuevo directorio
001B=No se puede crear el directorio en la ubicacion seleccionada.

;
; Messages
;
001C=Por favor, consulte el archivo readme para obtener mas informacion acerca de este formato.
001D=La implementacion actual de este formato esta libre de errores y se sabe que producen archivos erroneos o irreconocibles para el motor original.
001E=La implementacion actual de este formato es de solo lectura.
001F=La implementacion actual de este formato no se ha probado.
0020=Este formato esta muerto.

0021=Advertencia
0022=El formato que ha seleccionado no esta implementado. A causa de esto el archivo de salida estara en blanco. Lo sentimos. :)
0023=POR FAVOR LEA: Esta operacion se sobre escribira a los trozos existentes.
0024=¿Usted realmente desea continuar?
0025=

0026=Izquierda
0027=Derecha
0028=Comienzo de la pagina
0029=Parte inferior

002A=No es un archivo

;
; %Filename% > %s% symbols. Filename will be truncated.
;
002B=Simbolos. El nombre del archivo se truncara.

002C=comenzado en
002D=copiado a
002E=abierto correctamente.
002F=creado correctamente.
0030=extraido correctamente.
0031=añadido correctamente.
0032=decodificado correctamente

;
; %filename% imported as alpha.
;
0033=Importado como alfa.

0034=Inicializando...
0035=Extrayendo...
0036=Convirtiendo...
0037=Guardando...
0038=Abriendo...
0039=Agregar...
003A=Exportar...
003B=Importar...

;
; Raw reader tool subheader
;
003C=Herramienta lector RAW de imagen

;
; W.I.M.E.D. Messages
;
003D=Calculando CRC32, por favor, espere un momento...
;See 007c for continuation

003E=¡Abrir el archivo primero!
003F=Error al extraer
0040=Archivo dañado o no compatible.
0041=La entrada del archivo no es valida y no puede ser extraido.
0042=No se puede descomprimir
0043=El archivo de secuencia esta cerrado.
0044=El archivo de secuencia esta cerrado. ¡Ya!
0045=El archivo ya existe y no puede ser sobreescrito. Por favor, use un nombre o una ubicacion diferente para el archivo.

0046=¡Directorio no valido!

0047=Creando directorio de salida...
0048=¡No se puede crear el directorio de salida!

;0049=La implementacion actual de este formato es una version hackeada del formato original y su comportamiento ha sido diseñado para un caso especificado, por lo que puede producir datos erroneos o incorrectos, ya sea al cargar o al guardar.
0049=La implementacion actual debe malinterpretar deliberadamente el formato original de trabajo, y su comportamiento ha sido diseñado para un caso de uso especifico. Se puede producir datos erroneos o incorrectos, ya sea al cargar o al guardar.

004A=No se puede abrir el archivo.

004B=Leyendo archivos de audio...
004C=¡Abra primero el archivo de audio!

004D=La imagen se convirtio con exito.
004E=Error al convertir la imagen.
004F=¡Abra primero el archivo de imagen!

0050=Esta imagen no contiene alfa.
0051=Las proporciones de la imagen no es la potencia de 2 y no puede ser dividida o fusionada.
0052=No se pueden comparar las imagenes de diferentes proporciones.
0053=Formato no compatible o el ancho y la altura alfa difieren de la imagen.

0054=Hecho.
0055=Cancelado por el usuario.
0056=Error inesperado.
0057=Error al leer los recursos PNG.

0058=Formato no compatible.
0059=El formato que ha seleccionado como de salida no esta (todavia) implementado.

005A=Usted esta tratando de decodificar/codificar archivo llave utilizando el mismo Key file abierto. Esta operacion no esta permitida.

;
; This format is tagged as "%format_status%". Do you still wish to continue?
;
005B=Este formato es etiquetado como
005C=¿Todavia desea continuar?

005D=No se existe el archivo llave especificado.

005E=Este formato es una variante del formato de base con pequeñas diferencias en la estructura. Por esta razon, se omite durante la deteccion del formato de archivo y considerandose "solo escritura".

005F=No se encuentra el archivo.

;
; Error while saving %filename%
;
0060=Error al guardar

0061=Modo de sobrescritura de archivo esta activa. Por favor, tenga cuidado.
0062=Modo de sobrescritura de archivo desactivada.

0063=Convirtiendo archivo bytes. Por favor espere...
0064=Archivo bytes convertidos.
0065=Error al intentar convertir archivo bytes.

0066=Registro ha sido deshabilitado. Bye, bye! :(
0067=El registro ha sido habilitado. ¡Tengo un monton de cosas que decir! :)

;
; AE debugging log cleared at %system_time%
;
0068=AE registro de depuracion limpiado en

0069=Esta opcion se encuentra en desarrollo.

006A=Descompilar registros...
006B=Exportacion de acabado.
006C=Importacion de acabado.

006D=No se puede exportar -- No hay ningun archivo abierto.
006E=No se puede importar -- No hay ningun archivo abierto.
006F=No se puede importar -- ¡Faltan trozos de algun archivo!
0070=No se puede crear el directorio de salida y escribir el archivo compilado.

0071=Reinicializacion completa.

0072=A los datos ocultos (probablemente suprimido) los datos probablemente se han encontrados en este archivo.
0073=Desea que se muestreen la interfaz grafica de usuario, ¿por lo que seria capaz de extraer?
0074=Nota: los datos desconocidos se anexaran al final de la lista de archivos.
0075= o hay datos ocultos en este archivo.

; %n gap(s) found in this archive at the following offsets:
0076=gap(s) encontrado en este archivo en el siguiente offsets

0077=Fin del informe.

;
; File/archive format info dialog window messages
;
0078=(no hay datos)
0079=Dañado
007a=Muerto
007b=Parece OK
007c=Cálculando MD5, por favor espere...
007d=CRC32 hash confirmación
007e=MD5 digest confirmación
007f=Este archivo es demasiado grande, por lo que la operación puede tardar mucho tiempo. ¿Estás seguro de que quieres continuar?

; Directory dialog window
0080=Por favor, seleccione el directorio correcto:

; Field group #%n
0081=Campo grupo

; Compression types
0082=RAW
0083=Ninguno / Otros
0084=Desconocido
0085=LZSS genérico

;Unknown file type
0086=Desconocido


;//////////////////////////////////////
;// Credits section (easter egg-3)   //
;//////////////////////////////////////
;
; Please note: new basic formatting scheme
;
; &b - bold, &u - underline, &s - striked-out, && - processed to "&"
;
00F0=&b&uCreditos
00F1=&bIdea && graficos
00F2=&bNucleo
00F3=&bColaboradores
00F4=&bPersonal de localización
00F5=&bComponentes incluidos && misc material de referencia
00F6=&bUn agradecimiento especial a...

00FB=Nepeta Leijon sprite by CountAile. Used with purrmission. :33

00FD=:33 < *la poderosa bestia gato se lanza sobre su presa desprevenida*

00FE=¡Esta historia continuará! :)

;//////////////////////////////////////
;// Documentation file               //
;//////////////////////////////////////
00FF=AE.chm

;
; The End
;